brew "ack"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "glide"
brew "glide"
brew "htop"
brew "httpie"
brew "mongodb"
brew "moreutils"
brew "shellcheck"
brew "the_silver_searcher"
brew "wget"
brew "youtube-dl"
cask "1password"
cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "tower"
cask "mpv"
cask "visual-studio-code"