tap "alexanderwillner/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nshipster/formulae"
tap "osx-cross/avr"
tap "px4/px4"
cask "xquartz"
brew "ack"
brew "aom"
brew "archey"
brew "autojump"
brew "avrdude"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "fontconfig"
brew "gettext"
brew "gdbm"
brew "libffi"
brew "openssl"
brew "pcre"
brew "python"
brew "coreutils"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "dos2unix"
brew "exa"
brew "fd"
brew "flac"
brew "frei0r"
brew "giflib"
brew "gmp"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "opencore-amr"
brew "rtmpdump"
brew "rubberband"
brew "speex"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "python@2"
brew "fpp"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gifsicle"
brew "glances"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "grep", args: ["with-default-names"]
brew "highlight"
brew "htop"
brew "httrack"
brew "imagesnap"
brew "jq"
brew "libarchive"
brew "libp11"
brew "lnav"
brew "luarocks"
brew "mas"
brew "midnight-commander"
brew "mint"
brew "moreutils"
brew "uchardet"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "n"
brew "neovim"
brew "nmap"
brew "nvm"
brew "psutils"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s-search"
brew "shellcheck"
brew "shfmt"
brew "swiftformat"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "wget"
brew "yank"
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "alacritty"
cask "docker"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "gpg-suite"
cask "keycastr"
cask "little-snitch"
cask "macbreakz"
cask "micro-snitch"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlvideo"
cask "signal"
cask "sizeup"
mas "1Keyboard", id: 766939888
mas "2Do", id: 477670270
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "ChatMate for WhatsApp", id: 1228059008
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Downlink", id: 1454269192
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "iA Writer", id: 775737590
mas "Keep It", id: 1272768911
mas "Keka", id: 470158793
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Patterns", id: 429449079
mas "PDF Expert", id: 1055273043
mas "Pixelmator", id: 407963104
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "Wunderlist", id: 410628904
mas "XCFormat", id: 1165321484
mas "Xcode", id: 497799835
