tap "alexanderwillner/tap"
tap "d12frosted/emacs-plus"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "nshipster/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "tankerhq/repo"
cask "xquartz"
brew "ack"
brew "aom"
brew "archey"
brew "autojump"
brew "libusb"
brew "avrdude"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "xz"
brew "python"
brew "ccat"
brew "cheat"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "dos2unix"
brew "eg-examples"
brew "exa"
brew "fd"
brew "flac"
brew "frei0r"
brew "giflib"
brew "gmp"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "opencore-amr"
brew "rtmpdump"
brew "rubberband"
brew "speex"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "fzy"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gifsicle"
brew "glances"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "grep", args: ["with-default-names"]
brew "helm"
brew "highlight"
brew "htop"
brew "httrack"
brew "hub"
brew "hyperfine"
brew "icdiff"
brew "imagesnap"
brew "oniguruma"
brew "jq"
brew "libarchive"
brew "libp11"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "minikube"
brew "mint"
brew "mitmproxy"
brew "moreutils"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "n"
brew "neovim"
brew "nmap"
brew "nnn"
brew "pkg-config"
brew "nushell"
brew "nvm"
brew "peco"
brew "pinentry-mac"
brew "procs"
brew "psutils"
brew "python@2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s-search"
brew "safe-rm"
brew "shellcheck"
brew "shfmt"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tokei"
brew "topgrade"
brew "tree"
brew "up"
brew "wget"
brew "wtfutil"
brew "yank"
brew "zeromq"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "tankerhq/repo/ruplacer"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "emacs"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "gitblade"
cask "gpg-suite"
cask "keycastr"
cask "little-snitch"
cask "macbreakz"
cask "mark-text"
cask "micro-snitch"
cask "minikube"
cask "ngrok"
cask "oni"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "rectangle"
cask "signal"
cask "sizeup"
