brew "ack"
brew "ant"
brew "autojump"
brew "azure-cli"
brew "bash"
brew "bfg"
brew "coreutils"
brew "ctags"
brew "duti"
brew "fd"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "fzf"
brew "glide"
brew "grep", args: ["with-default-names"]
brew "heroku/brew/heroku"
brew "highlight"
brew "htop"
brew "httpie"
brew "httrack"
brew "hugo"
brew "jansson"
brew "libconfig"
brew "libevent"
brew "libgcrypt"
brew "libvpx"
brew "lnav"
brew "lua"
brew "macvim", args: ["with-override-system-vim"]
brew "mas"
brew "micro"
brew "mmark"
brew "mongo-c-driver"
brew "mongodb", link: false
brew "moreutils"
brew "mpv", args: ["with-bundle"]
brew "neovim"
brew "node", link: false
brew "python"
brew "readline"
brew "ripgrep"
brew "sbt"
brew "scons"
brew "shellcheck"
brew "sqlite"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "hyper"
cask "keycastr"
cask "powershell"
cask "railwaycat/emacsmacport/emacs-mac"
mas "Amphetamine", id: 937984704
mas "Calcbot", id: 931657367
mas "CARROT Weather", id: 993487541
mas "ChatMate for WhatsApp", id: 1228059008
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Evernote", id: 406056744
mas "ImageSize", id: 1197449714
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Kiwi for Gmail", id: 986304488
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Pixelmator", id: 407963104
mas "PopClip", id: 445189367
mas "Reeder", id: 880001334
mas "Soulver", id: 413965349
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "railwaycat/emacsmacport"
tap "theeternalsw0rd/telnet"