tap "1password/tap"
tap "alexanderwillner/tap"
tap "aws/tap"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "dduan/formulae"
tap "dimentium/autoraise"
tap "drone/drone"
tap "espanso/espanso"
tap "eth-p/software"
tap "finestructure/hummingbird"
tap "github/gh"
tap "golangci/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
tap "jesseduffield/lazygit"
tap "jhawthorn/fzy"
tap "jhotmann/rename-cli"
tap "khanhas/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "microsoft/git"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "muesli/tap"
tap "nshipster/formulae"
tap "oktadeveloper/tap"
tap "orf/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "tankerhq/repo"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "ack"
brew "adns"
brew "giflib"
brew "libpng"
brew "xz"
brew "little-cms2"
brew "webp"
brew "aom"
brew "openssl@1.1"
brew "archey"
brew "automake"
brew "gmp"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "gdbm"
brew "autojump"
brew "libusb"
brew "avrdude"
brew "docutils"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db", link: true
brew "bit-git"
brew "blueutil"
brew "brew-gem"
brew "broot"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "libunistring"
brew "libidn2"
brew "nettle"
brew "emacs"
brew "cask"
brew "ccat"
brew "cfssl"
brew "cheat"
brew "cliclick"
brew "colordiff"
brew "cookiecutter"
brew "ctags", link: false
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dark-mode"
brew "deno"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "duti"
brew "snappy"
brew "eg-examples"
brew "elvish"
brew "erlang"
brew "exa"
brew "expect"
brew "fd"
brew "flac"
brew "frei0r"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "jpeg", link: true
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libsndfile"
brew "libsoxr"
brew "opencore-amr"
brew "pango"
brew "rubberband"
brew "speex"
brew "tesseract"
brew "theora"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fpp"
brew "fswatch"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "ruby"
brew "gem-doing"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gitui"
brew "global"
brew "glow"
brew "gnu-getopt"
brew "gobject-introspection"
brew "googler"
brew "gping"
brew "grep"
brew "grepcidr"
brew "grex"
brew "gron"
brew "hadolint"
brew "helix"
brew "helm"
brew "helm@2"
brew "lua"
brew "highlight"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "imagemagick"
brew "imagesnap"
brew "jj"
brew "jless"
brew "jo"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "jump"
brew "just"
brew "kompose"
brew "lazydocker"
brew "lf"
brew "libassuan"
brew "libp11"
brew "librsvg"
brew "lnav"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "marksman"
brew "mas"
brew "mercurial"
brew "micro"
brew "midnight-commander"
brew "mint"
brew "protobuf"
brew "mitmproxy"
brew "mongocli"
brew "mongosh"
brew "moreutils"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "n"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "nq"
brew "nushell"
brew "oil"
brew "onefetch"
brew "ox"
brew "pacvim"
brew "pandoc"
brew "pastel"
brew "peco"
brew "pinentry"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "portmidi"
brew "pre-commit"
brew "procs"
brew "psutils"
brew "python@3.8"
brew "qt"
brew "rabbitmq"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rpm"
brew "s-search"
brew "safe-rm"
brew "sd"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "semgrep"
brew "shellcheck"
brew "sk"
brew "speedtest-cli"
brew "sphinx-doc"
brew "starship"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "todo-txt"
brew "tokei"
brew "topgrade"
brew "transmission-cli"
brew "tre"
brew "tree"
brew "tz"
brew "up"
brew "velero"
brew "vifm"
brew "vim"
brew "vips"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xonsh"
brew "xplr"
brew "xsv"
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "charmbracelet/tap/gum"
brew "dimentium/autoraise/autoraise"
brew "drone/drone/drone"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jarred-sumner/git-peek/git-peek"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli", link: false
brew "knqyf263/pet/pet"
brew "kyoh86/tap/richgo"
brew "ms-jpq/sad/sad"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "tankerhq/repo/ruplacer"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "bartender"
cask "brewservicesmenubar"
cask "browserosaurus"
cask "cleanshot"
cask "colorsnapper"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "espanso"
cask "fig"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "forklift"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hazel"
cask "hummingbird"
cask "hyper"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "linear-linear"
cask "little-snitch"
cask "maccy"
cask "micro-snitch"
cask "mimestream"
cask "mongodb-compass"
cask "monitorcontrol"
cask "monodraw"
cask "muzzle"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "nova"
cask "obsidian"
cask "okta"
cask "omnifocus"
cask "paletro"
cask "postman"
cask "proxyman"
cask "qlimagesize"
cask "qlvideo"
cask "qmk-toolbox"
cask "raindropio"
cask "rectangle"
cask "rocket"
cask "screenflow"
cask "sizeup"
cask "soulver"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "taskpaper"
cask "todoist"
cask "tower"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "witch"
cask "xbar"
cask "xquartz"
cask "yt-music"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "CodeRunner", id: 955297617
mas "Copy 'Em", id: 876540291
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Display Menu", id: 549083868
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "Gifox", id: 1461845568
mas "Grocery", id: 1195676848
mas "iMovie", id: 408981434
mas "Kindle", id: 405399194
mas "Mela", id: 1568924476
mas "Microsoft To Do", id: 1274495053
mas "NordVPN", id: 905953485
mas "Okta Verify", id: 490179405
mas "Pandan", id: 1569600264
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "Patterns", id: 429449079
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Screens", id: 1224268771
mas "Service Station", id: 1503136033
mas "SwitchGlass", id: 1498546559
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "TickTick", id: 966085870
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Trello", id: 1278508951
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
