tap "1password/tap"
tap "alexanderwillner/tap"
tap "aws/tap"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "dduan/formulae"
tap "derailed/k9s"
tap "dimentium/autoraise"
tap "drone/drone"
tap "espanso/espanso"
tap "eth-p/software"
tap "finestructure/hummingbird"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
tap "jesseduffield/lazygit"
tap "jhawthorn/fzy"
tap "jhotmann/rename-cli"
tap "johanhaleby/kubetail"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "microsoft/git"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "muesli/tap"
tap "ngrok/ngrok"
tap "nshipster/formulae"
tap "oktadeveloper/tap"
tap "orf/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "tankerhq/repo"
tap "tilt-dev/tap"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "ack"
brew "adns"
brew "giflib"
brew "libpng"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asimov"
brew "automake"
brew "boost"
brew "libusb"
brew "avrdude"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "berkeley-db", link: true
brew "blueutil"
brew "brew-gem"
brew "broot"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "nettle"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cfssl"
brew "cheat"
brew "cliclick"
brew "cookiecutter"
brew "csvlens"
brew "ctags", link: false
brew "rtmpdump"
brew "curl"
brew "d2"
brew "dark-mode"
brew "deno"
brew "dfu-programmer"
brew "dfu-util"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "duti"
brew "snappy"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "exa"
brew "openssl@1.1"
brew "expect"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "flac"
brew "frei0r"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libsndfile"
brew "libsoxr"
brew "opencore-amr"
brew "pango"
brew "rubberband"
brew "speex"
brew "tesseract"
brew "theora"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdbm"
brew "gdk-pixbuf"
brew "ruby"
brew "gem-doing"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "global"
brew "glow"
brew "gmailctl"
brew "gnu-getopt"
brew "libassuan"
brew "pinentry"
brew "go"
brew "go-jsonnet"
brew "pkg-config"
brew "gobject-introspection"
brew "python@3.10"
brew "googler"
brew "gping"
brew "grep"
brew "grepcidr"
brew "grex"
brew "gron"
brew "hadolint"
brew "hdf5"
brew "helix"
brew "helm"
brew "helm@2"
brew "lua"
brew "highlight"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hugo"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "libffi"
brew "python@3.9"
brew "imagemagick"
brew "imagesnap"
brew "jj"
brew "jless"
brew "jo"
brew "jpeg"
brew "jq"
brew "jump"
brew "just"
brew "kompose"
brew "lazydocker"
brew "lf"
brew "libmatio"
brew "libp11"
brew "librsvg"
brew "llvm"
brew "lnav"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "marksman"
brew "mas"
brew "mercurial"
brew "micro"
brew "mint"
brew "protobuf"
brew "python-cryptography"
brew "mitmproxy"
brew "mongocli"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "murex"
brew "n"
brew "navi"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "node@14"
brew "nq"
brew "nushell"
brew "oil"
brew "onefetch"
brew "openslide"
brew "pandoc"
brew "pastel"
brew "peco"
brew "pinentry-mac"
brew "virtualenv"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "portmidi"
brew "pre-commit"
brew "procs"
brew "psutils"
brew "python@3.8"
brew "qt"
brew "rabbitmq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rpm"
brew "rust"
brew "safe-rm"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "semgrep"
brew "shellcheck"
brew "sphinx-doc"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "tailscale"
brew "telnet"
brew "terminal-notifier"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "tokei"
brew "transmission-cli"
brew "tre"
brew "tree"
brew "tz"
brew "up"
brew "velero"
brew "vifm"
brew "vim"
brew "vips"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xplr"
brew "xsv"
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zip"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/gum"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
brew "go-swagger/go-swagger/go-swagger"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "kyoh86/tap/richgo"
brew "ms-jpq/sad/sad"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "tankerhq/repo/ruplacer"
brew "tilt-dev/tap/tilt"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "altair-graphql-client"
cask "amethyst"
cask "bartender"
cask "betterdisplay"
cask "brewservicesmenubar"
cask "browserosaurus"
cask "cleanshot"
cask "colorsnapper"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "espanso"
cask "fig"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "forklift"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hazel"
cask "hovrly"
cask "hummingbird"
cask "hyper"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "linear-linear"
cask "little-snitch"
cask "maccy"
cask "markedit"
cask "micro-snitch"
cask "mimestream"
cask "mongodb-compass"
cask "monitorcontrol"
cask "monodraw"
cask "muzzle"
cask "netnewswire"
cask "notion"
cask "nova"
cask "obsidian"
cask "okta"
cask "omnifocus"
cask "paletro"
cask "postman"
cask "proxyman"
cask "qlimagesize"
cask "qlvideo"
cask "qmk-toolbox"
cask "raindropio"
cask "rectangle"
cask "rocket"
cask "screenflow"
cask "sizeup"
cask "soulver"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "taskpaper"
cask "todoist"
cask "tower"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "witch"
cask "xbar"
cask "xquartz"
cask "yt-music"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Clocker", id: 1056643111
mas "Copy 'Em", id: 876540291
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Dato", id: 1470584107
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "Gifski", id: 1351639930
mas "Grocery", id: 1195676848
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Mela", id: 1568924476
mas "Mercury", id: 1621800675
mas "NordVPN", id: 905953485
mas "Okta Verify", id: 490179405
mas "OmniFocus", id: 1542143627
mas "Pandan", id: 1569600264
mas "Parcel", id: 639968404
mas "Patterns", id: 429449079
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "PopClip", id: 445189367
mas "Service Station", id: 1503136033
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Timery", id: 1425368544
mas "Toggl Track", id: 1291898086
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adamwalzer.scss-lint"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "airyshift.spaces-inside-braces"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "albert.tabout"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amodio.tsl-problem-matcher"
vscode "antfu.slidev"
vscode "antfu.smart-clicks"
vscode "antfu.theme-vitesse"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "aswinkumar863.smarty-template-support"
vscode "austenc.tailwind-docs"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "bdavs.expect"
vscode "be5invis.vscode-custom-css"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "belfz.search-crates-io"
vscode "bierner.color-info"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmalehorn.vscode-fish"
vscode "bodil.file-browser"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "budparr.language-hugo-vscode"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "ceciljacob.code-plus-theme"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "chef-software.chef"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ciantic.keymapceditor-vsc"
vscode "codezombiech.gitignore"
vscode "coenraads.disableligatures"
vscode "colinlienard.hibiscus-theme"
vscode "compulim.compulim-vscode-closetag"
vscode "crystal-spider.jsdoc-generator"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "cstrap.python-snippets"
vscode "cuixiaorui.cvim"
vscode "cverge.jsonnet-lsp"
vscode "dakara.transformer"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "deerawan.vscode-faker"
vscode "denco.confluence-markup"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "evondev.indent-rainbow-palettes"
vscode "exiasr.hadolint"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "fabiospampinato.vscode-git-history"
vscode "fabiospampinato.vscode-open-in-github"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fknop.vscode-npm"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "fvclaus.sort-json-array"
vscode "ghmcadams.lintlens"
vscode "giovdk21.vscode-sublime-merge"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "herrmannplatz.npm-dependency-links"
vscode "heybourn.headwind"
vscode "hoovercj.vscode-settings-cycler"
vscode "hyzeta.vscode-theme-github-light"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "irongeek.vscode-env"
vscode "jacobdufault.fuzzy-search"
vscode "jakob101.relativepath"
vscode "janisdd.vscode-edit-csv"
vscode "jannisx11.batch-rename-extension"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jgclark.vscode-todo-highlight"
vscode "joaompinto.vscode-graphviz"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "jy-xlj.vscode-json-editor"
vscode "kahole.magit"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinmcgowan.typescriptimport"
vscode "kevinrose.vsc-python-indent"
vscode "khaeransori.json2csv"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "koihik.vscode-lua-format"
vscode "lacroixdavid1.vscode-format-context-menu"
vscode "laurenttreguier.rpm-spec"
vscode "lehni.vscode-fix-checksums"
vscode "leizongmin.node-module-intellisense"
vscode "letrieu.expand-region"
vscode "liviuschera.noctis"
vscode "loilo.snazzy-light"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mateocerquetella.xcode-12-theme"
vscode "mattn.lisp"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "modular-mojotools.vscode-mojo"
vscode "mohammadbaqer.better-folding"
vscode "mongodb.mongodb-vscode"
vscode "moshfeu.compare-folders"
vscode "mrmlnc.vscode-less"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.gather"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "nimsaem.nimvscode"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "oliversturm.fix-json"
vscode "onlylys.leaper"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.markdown-checkbox"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "pucelle.vscode-css-navigation"
vscode "qcz.text-power-tools"
vscode "rahmanyerli.armadillo"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "richie5um2.vscode-sort-json"
vscode "rogalmic.bash-debug"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "ryanraposo.codeui"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "samuelcolvin.jinjahtml"
vscode "sandcastle.vscode-open"
vscode "sburg.vscode-javascript-booster"
vscode "sclu1034.justfile"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "sharat.vscode-brewfile"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "spadin.zmk-tools"
vscode "sswg.swift-lang"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "svipas.control-snippets"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "telesoho.vscode-markdown-paste-image"
vscode "terrastruct.d2"
vscode "tfsec.tfsec"
vscode "tilt-dev.tiltfile"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tonybaloney.vscode-pets"
vscode "trixnz.go-to-method"
vscode "trond-snekvik.simple-rst"
vscode "twixes.pypi-assistant"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.commands"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wayou.vscode-icons-mac"
vscode "wicked-labs.sequoia"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "xadillax.viml"
vscode "xaver.clang-format"
vscode "xshrim.txt-syntax"
vscode "ysemeniuk.emmet-live"
vscode "yzhang.markdown-all-in-one"
vscode "zackarysantana.grove"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
vscode "zokugun.explicit-folding"
vscode "zxh404.vscode-proto3"
