tap "alexanderwillner/tap"
tap "aws/tap"
tap "dduan/formulae"
tap "dimentium/autoraise"
tap "drone/drone"
tap "eth-p/software"
tap "federico-terzi/espanso"
tap "github/gh"
tap "golangci/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jhawthorn/fzy"
tap "jhotmann/rename-cli"
tap "knqyf263/pet"
tap "kyoh86/tap"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "muesli/tap"
tap "nshipster/formulae"
tap "orf/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "tankerhq/repo"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "adns"
brew "giflib"
brew "jpeg"
brew "webp"
brew "aom"
brew "archey"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "gdbm"
brew "xz"
brew "autojump"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "libusb"
brew "avrdude"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bit-git"
brew "gettext"
brew "libffi"
brew "libunistring"
brew "pkg-config"
brew "nettle"
brew "libassuan"
brew "nghttp2"
brew "pinentry"
brew "blackbox"
brew "blueutil"
brew "broot"
brew "fontconfig"
brew "glib"
brew "cask"
brew "ccat"
brew "cfssl"
brew "cliclick"
brew "colordiff"
brew "ctags", link: false
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dark-mode"
brew "deno"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "docutils"
brew "dos2unix"
brew "eg-examples"
brew "elvish"
brew "erlang"
brew "exa"
brew "expect"
brew "fd"
brew "flac"
brew "frei0r"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "opencore-amr"
brew "rubberband"
brew "snappy"
brew "speex"
brew "tesseract"
brew "theora"
brew "zeromq"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "findutils"
brew "fish"
brew "pango"
brew "fontforge"
brew "fpp"
brew "fswatch"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "global"
brew "glow"
brew "gnu-getopt"
brew "googler"
brew "grep"
brew "grepcidr"
brew "grex"
brew "helm@2"
brew "lua"
brew "highlight"
brew "hstr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagesnap"
brew "jo"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "jump"
brew "just"
brew "kakoune"
brew "kompose"
brew "kubectx"
brew "lazydocker"
brew "lf"
brew "openssl@3"
brew "libp11"
brew "lsd"
brew "luarocks"
brew "make"
brew "mas"
brew "mercurial"
brew "micro"
brew "midnight-commander"
brew "mint"
brew "mitmproxy"
brew "mongosh"
brew "moreutils"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nq"
brew "nushell"
brew "ox"
brew "pacvim"
brew "pandoc"
brew "pastel"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "qt"
brew "poppler"
brew "portmidi"
brew "prettier"
brew "procs"
brew "psutils"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rabbitmq"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rpm"
brew "rust"
brew "s-search"
brew "safe-rm"
brew "sd"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shellcheck"
brew "sk"
brew "speedtest-cli"
brew "sphinx-doc"
brew "starship"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "tokei"
brew "topgrade"
brew "tre"
brew "tree"
brew "tz"
brew "up"
brew "velero"
brew "vifm"
brew "vim"
brew "vips"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xplr"
brew "xsv"
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "dimentium/autoraise/autoraise"
brew "drone/drone/drone"
brew "eth-p/software/bat-extras"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "jarred-sumner/git-peek/git-peek"
brew "jesseduffield/lazygit/lazygit"
brew "jhotmann/rename-cli/rename-cli"
brew "knqyf263/pet/pet"
brew "kyoh86/tap/richgo"
brew "mongodb/brew/mongocli"
brew "ms-jpq/sad/sad"
brew "orf/brew/gping"
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "tankerhq/repo/ruplacer"
cask "1password-cli"
cask "alt-tab"
cask "cakebrew"
cask "discord"
cask "docker"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graphiql"
cask "hammerspoon"
cask "hyper"
cask "keycastr"
cask "kitty"
cask "lens"
cask "linear-linear"
cask "little-snitch"
cask "macbreakz"
cask "mark-text"
cask "marta"
cask "micro-snitch"
cask "minikube"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "paletro"
cask "postman"
cask "proxyman"
cask "qlimagesize"
cask "qlvideo"
cask "qmk-toolbox"
cask "rectangle"
cask "signal"
cask "sizeup"
cask "stats"
cask "visual-studio-code"
cask "todoist"
cask "xquartz"
cask "yt-music"
mas "1Password for Safari", id: 1569813296
mas "2Do", id: 477670270
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Cardhop", id: 1290358394
mas "CARROT Weather", id: 993487541
mas "CodeRunner", id: 955297617
mas "Copy 'Em", id: 876540291
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Display Menu", id: 549083868
mas "Drafts", id: 1435957248
mas "Due", id: 524373870
mas "Fantastical", id: 975937182
mas "Grocery", id: 1195676848
mas "Front and Center", id: 1493996622
mas "Grocery", id: 1195676848
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Looking Glass", id: 1602004436
mas "Mela", id: 1568924476
mas "MindNode", id: 1289197285
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Patterns", id: 429449079
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Reeder", id: 1529448980
mas "Screens", id: 1224268771
mas "Service Station", id: 1503136033
mas "Shareful", id: 1522267256
mas "SwitchGlass", id: 1498546559
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Trello", id: 1278508951
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
